Repository: Uhmmu/animegod
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# %@ %lld of %lld
source: %1$@ %2$lld of %3$lld
ja: %1$@ %2$lld / %3$lld
zh_hans: %1$@ %2$lld / %3$lld

source: %@ (cached)
ja: %@（キャッシュ済み）
zh_hans: %@（已缓存）

source: %@ Downloading to the app's own folder instead.
ja: %@ 代わりにアプリ専用のフォルダへダウンロードします。
zh_hans: %@ 将改为下载到 App 自己的文件夹。

# %@ Downloading to “%@” instead.
source: %1$@ Downloading to “%2$@” instead.
ja: %1$@ 代わりに「%2$@」へダウンロードします。
zh_hans: %1$@ 将改为下载到“%2$@”。

source: %@ has nothing under this name. Try another spelling — its romaji or English title often works.
ja: %@ にはこの名前の項目がありません。別の表記で試してください — ローマ字や英語題ならたいてい見つかります。
zh_hans: %@ 上没有这个名字的条目。换个写法试试——罗马音或英文名通常能搜到。

source: %@ is downloading
ja: %@ をダウンロード中
zh_hans: %@ 正在下载

source: %@ left
ja: 残り %@
zh_hans: 剩余 %@

# %@ matched automatically (%lld%%) — use Change Match if it's wrong
source: %1$@ matched automatically (%2$lld%%) — use Change Match if it's wrong
ja: %1$@ を自動でマッチしました（%2$lld%%）— 間違っている場合は「マッチを変更」を使ってください
zh_hans: %1$@ 已自动匹配（%2$lld%%）——如有误请使用“更改匹配”

source: %@ matches.
ja: %@ 件一致。
zh_hans: %@ 条匹配。

# %@ of %@ shown · %@ merged · %@ hidden
source: %1$@ of %2$@ shown · %3$@ merged · %4$@ hidden
ja: 表示 %1$@ / %2$@ · 統合 %3$@ · 非表示 %4$@
zh_hans: 显示 %1$@ / %2$@ · 合并 %3$@ · 隐藏 %4$@

source: %@ shared in total
ja: 合計 %@ 共有済み
zh_hans: 已共上传 %@

# %@ · %@ · #%@ · cache %@%@
source: %1$@ · %2$@ · #%3$@ · cache %4$@%5$@
ja: %1$@ · %2$@ · #%3$@ · キャッシュ %4$@%5$@
zh_hans: %1$@ · %2$@ · #%3$@ · 缓存 %4$@%5$@

source: %@ — read-only, re-pick to allow
ja: %@ — 読み取り専用。書き込むには選び直してください
zh_hans: %@ —— 只读，请重新选择以允许写入

# %@, downloading, %lld percent
source: %1$@, downloading, %2$lld percent
ja: %1$@、ダウンロード中、%2$lld%%
zh_hans: %1$@，正在下载，%2$lld%%

# %@/s · %@ shared · %d peers
source: %1$@/s · %2$@ shared · %3$d peers
ja: %1$@/s · %2$@ 共有済み · ピア %3$d
zh_hans: %1$@/s · 已上传 %2$@ · %3$d 个用户

# %d seeds · %d peers
source: %1$d seeds · %2$d peers
ja: シード %1$d · ピア %2$d
zh_hans: %1$d 个种子 · %2$d 个用户

source: %lld concerts
ja: %lld 本のライブ
zh_hans: %lld 场演唱会

source: %lld days
ja: %lld 日
zh_hans: %lld 天

source: %lld discs
ja: %lld 枚
zh_hans: %lld 碟

source: %lld entries
ja: %lld 件
zh_hans: %lld 条

# %lld entries over %lld discs
source: %1$lld entries over %2$lld discs
ja: %lld 件・%lld 枚分
zh_hans: %lld 条，分 %lld 张碟

source: %lld episodes
ja: %lld話
zh_hans: %lld 集

source: %lld episodes are downloading
ja: %lld 話をダウンロード中
zh_hans: %lld 集正在下载

# %lld episodes finished · %lld sessions
source: %1$lld episodes finished · %2$lld sessions
ja: 視聴完了 %1$lld話 · %2$lld セッション
zh_hans: 看完 %1$lld 集 · %2$lld 次观看

source: %lld episodes · %@
ja: %1$lld話 · %2$@
zh_hans: %1$lld 集 · %2$@

source: %lld extras
ja: 特典 %lld 本
zh_hans: %lld 个番外

source: %lld failed
ja: %lld件失敗
zh_hans: %lld 个失败

source: %lld found
ja: %lld件
zh_hans: 找到 %lld 个

source: %lld from other fansubs
ja: 他字幕組から %lld 話
zh_hans: %lld 集借自其他字幕组

source: %lld hours
ja: %lld 時間
zh_hans: %lld 小时

source: %lld items
ja: %lld 件
zh_hans: %lld 项

source: %lld min of music
ja: 音楽 %lld 分
zh_hans: %lld 分钟音乐

source: %lld more under Downloads
ja: 他 %lld 件は「ダウンロード」に
zh_hans: 另有 %lld 个在「下载」中

# %lld of %lld
source: %1$lld of %2$lld
ja: %lld / %lld
zh_hans: %lld / %lld

# %lld of %lld active
source: %1$lld of %2$lld active
ja: %1$lld / %2$lld 実行中
zh_hans: %1$lld / %2$lld 进行中

# %lld of %lld episodes
source: %1$lld of %2$lld episodes
ja: %2$lld 話中 %1$lld 話
zh_hans: %2$lld 集中的 %1$lld 集

# %lld of %lld watched
source: %1$lld of %2$lld watched
ja: %1$lld/%2$lld 話視聴済み
zh_hans: 已看 %1$lld/%2$lld

source: %lld ratings
ja: %lld件の評価
zh_hans: %lld 人评分

source: %lld releases
ja: %lld件のリリース
zh_hans: %lld 个资源

source: %lld releases are hidden by the current filters.
ja: 現在のフィルタで %lld件のリリースが非表示になっています。
zh_hans: 当前筛选条件隐藏了 %lld 个资源。

source: %lld releases need a look
ja: %lld 件の資源に確認が必要
zh_hans: %lld 个资源需要确认

source: %lld songs
ja: %lld 曲
zh_hans: %lld 首

source: %lld subtitles found — click to choose
ja: 字幕が %lld件見つかりました — クリックして選択
zh_hans: 找到 %lld 个字幕——点击选择

# %lld waiting for new episodes · %lld followed
source: %1$lld waiting for new episodes · %2$lld followed
ja: %lld 作品が新話待ち · %lld 作品を登録中
zh_hans: %lld 部等待更新 · 共订阅 %lld 部

source: %lld%% match
ja: 一致度 %lld%%
zh_hans: 匹配度 %lld%%

# %lld/%lld episodes
source: %1$lld/%2$lld episodes
ja: %1$lld/%2$lld 話
zh_hans: %1$lld/%2$lld 集

# %lld/%lld missing episodes · %lld in library
source: %1$lld/%2$lld missing episodes · %3$lld in library
ja: 未所持 %1$lld/%2$lld 話 · ライブラリに %3$lld 話
zh_hans: 缺少 %1$lld/%2$lld 集 · 资料库已有 %3$lld 集

source: A concert Blu-ray has no episodes and no anime index lists it, so its page is built from music catalogues instead. MusicBrainz and Bangumi need no key; the other two do.
ja: ライブBlu-rayには話数がなく、アニメのデータベースにも載りません。だからページは音楽カタログから組み立てます。MusicBrainz と Bangumi はキー不要、残り二つは必要です。
zh_hans: 演唱会蓝光没有集数，任何动画索引也都不收录，所以它的页面是用音乐目录搭起来的。MusicBrainz 和 Bangumi 不需要密钥，另外两个需要。

source: A folder of its own
ja: 専用フォルダ
zh_hans: 单独的文件夹

source: A free DeepL API key works with the free endpoint; keys ending in “:fx” are detected automatically. The key is stored in AnimeGod's own local settings.
ja: 無料の DeepL API キーは無料エンドポイントで使えます。「:fx」で終わるキーは自動で判別します。キーは AnimeGod のローカル設定に保存されます。
zh_hans: 免费的 DeepL API 密钥使用免费接口；以“:fx”结尾的密钥会被自动识别。密钥保存在 AnimeGod 自己的本地设置中。

source: A live Blu-ray lands here once it has been looked up. Discs are matched by the catalogue number in the folder name — ANZX-10294, BRMM-10716 — so a folder without one has to be matched by hand.
ja: ライブ Blu-ray は照合されるとここに並びます。照合はフォルダ名の品番（ANZX-10294、BRMM-10716 など）で行うため、品番のないフォルダは手動で指定します。
zh_hans: 演唱会蓝光识别之后就会出现在这里。识别靠文件夹名里的品番 —— ANZX-10294、BRMM-10716 —— 所以不带品番的文件夹要手动匹配。

source: A new episode has arrived
ja: 新しい話が届きました
zh_hans: 新剧集已下载完成

source: A new episode is downloading now
ja: 新しい話をダウンロード中
zh_hans: 正在下载新剧集

source: A release tagged [CHT] or [简日内嵌] with no Chinese subtitle track has the subtitles in the picture.
ja: [CHT] や [简日内嵌] と付いていて中国語字幕トラックがないリリースは、字幕が映像に焼き込まれています。
zh_hans: 标有 [CHT] 或 [简日内嵌] 且没有中文字幕轨的资源，字幕是压制在画面里的。

source: A subscription normally follows what appears from now on. Turning these on makes the first check fetch a season pack, or every episode already out — for a running show that can be dozens of downloads at once.
ja: 購読は通常、これから公開されるものだけを追います。これをオンにすると、最初のチェックでシーズンパックや配信済みの全話を取得します — 放送中の作品では一度に数十件のダウンロードになることがあります。
zh_hans: 订阅通常只跟进今后发布的内容。打开这些选项后，第一次检查会下载季度合集或所有已播出的剧集——对正在连载的番剧来说，可能一次就有几十个下载。

source: A subscription normally follows what appears from now on. Turning these on makes the first check fetch a season pack, or every episode already out — for a running show that can be dozens of downloads at once. “Skip episodes up to” is the precise way to say where to start.
ja: 登録は通常、これ以降に公開されたものだけを追跡します。これらをオンにすると、最初のチェックで一括版や既に公開済みの全話を取得します — 放送中の作品では数十件のダウンロードが同時に始まります。開始位置を正確に指定するには「この話数までスキップ」を使ってください。
zh_hans: 订阅默认只关注此后新发布的资源。打开这些选项后，第一次检查就会抓取整季合集或已经发布的所有剧集 —— 对连载中的番剧来说可能是几十个下载同时开始。想指定从哪一集开始，用「跳过到第几话」更准确。

source: A subscription watches the anime indexes for new episodes of one title and downloads the ones matching your rule — a fansub, a resolution, a subtitle language. The quickest way to make one is from Find Releases, once the filters show exactly what you want.
ja: 購読はアニメのインデックスサイトで1作品の新しい話を監視し、ルール（字幕グループ・解像度・字幕言語）に合うものをダウンロードします。「リリース検索」でフィルタを目的どおりに絞り込んでから作るのが一番簡単です。
zh_hans: 订阅会在动画资源站中跟踪一部作品的新剧集，并下载符合规则的资源——指定字幕组、分辨率或字幕语言。最快的创建方式是在“查找资源”中把筛选条件调到正好是你想要的结果后创建。

source: A whole season started at once is queued: this many run, the rest wait their turn
ja: シーズンをまとめて開始するとキューに入ります：同時にこの数だけ実行し、残りは順番待ちになります
zh_hans: 整季一起开始时会自动排队：同时下载这么多个，其余的按顺序等待

source: API key
ja: APIキー
zh_hans: API 密钥

source: About
ja: 概要
zh_hans: 简介

source: Activity
ja: 履歴
zh_hans: 动态

source: Add
ja: 追加
zh_hans: 添加

source: Add Anime Folder…
ja: アニメフォルダを追加…
zh_hans: 添加番剧文件夹…

source: Add Download Folder to Library
ja: ダウンロードフォルダをライブラリに追加
zh_hans: 将下载文件夹添加到资料库

source: Add Folder
ja: フォルダを追加
zh_hans: 添加文件夹

source: Add Folder…
ja: フォルダを追加…
zh_hans: 添加文件夹…

source: Add Library
ja: ライブラリを追加
zh_hans: 添加资料库

source: Add Library Folder…
ja: ライブラリフォルダを追加…
zh_hans: 添加资料库文件夹…

source: Add a Discogs API key in Settings to look covers and catalogue numbers up.
ja: カバーと品番を調べるには、設定で Discogs の API キーを登録してください。
zh_hans: 在设置里填入 Discogs API 密钥，才能查封面和品番。

source: Add a folder to turn local video files into an anime library.
ja: フォルダを追加すると、ローカルの動画ファイルがアニメライブラリになります。
zh_hans: 添加一个文件夹，把本地视频文件整理成番剧资料库。

source: Add by Hand
ja: 手動で追加
zh_hans: 手动添加

source: Add danmaku credentials in Settings, or switch the source to Bilibili
ja: 設定で弾幕の認証情報を入力するか、ソースを Bilibili に切り替えてください
zh_hans: 请在设置中填写弹幕凭据，或将弹幕源切换为 Bilibili

source: All
ja: すべて
zh_hans: 全部

source: All Anime
ja: すべてのアニメ
zh_hans: 全部番剧

source: All Cached
ja: すべてキャッシュ済み
zh_hans: 已全部缓存

source: All languages
ja: すべての言語
zh_hans: 所有语言

source: Already followed — new episodes of this line download on their own
ja: 登録済み — このラインの新しい話は自動でダウンロードされます
zh_hans: 已订阅 —— 该版本的新剧集会自动下载

source: Also download batches
ja: まとめ（一括）もダウンロード
zh_hans: 同时下载合集

source: Also download episodes released before now
ja: これまでに公開された話もダウンロード
zh_hans: 同时下载此前已发布的剧集

source: Also on this release
ja: この作品の他のディスク
zh_hans: 本片其他碟

source: Ambiguous matches found by “Find Metadata” appear here for your decision.
ja: 「メタデータを検索」で判断が分かれたマッチがここに表示されます。
zh_hans: “查找元数据”发现的不确定匹配会显示在这里，由你来决定。

source: An episode a subscription fetches starts without anyone waiting for it, so it is held to its own ceiling — separate from, and on top of, the general limit above.
ja: 登録が自動で取得する話は、誰も待っていない状態で始まります。そのため上の全体制限とは別に、独自の上限が適用されます。
zh_hans: 订阅自动抓取的剧集，没有人在等它下载完，因此它有单独的速度上限 —— 与上面的通用限速分开，并在其之内生效。

source: Anime
ja: アニメ
zh_hans: 动画

source: Anime Diary
ja: 視聴日記
zh_hans: 观看日记

source: Anime Touched
ja: 視聴したアニメ数
zh_hans: 涉及番剧

source: Anime Watched
ja: 視聴したアニメ
zh_hans: 看过的番剧

source: Anime poster
ja: アニメのポスター
zh_hans: 番剧海报

source: Anime title
ja: アニメのタイトル
zh_hans: 番剧标题

source: Anime title — separate aliases with commas
ja: アニメのタイトル — 別名はカンマで区切る
zh_hans: 番剧标题——多个别名用逗号分隔

source: AnimeGod can no longer read this file. Remove and re-add its library folder to renew access.
ja: AnimeGod はこのファイルを読み込めなくなりました。ライブラリフォルダを削除して追加し直すと、アクセス権が更新されます。
zh_hans: AnimeGod 无法再读取这个文件。请移除并重新添加它所在的资料库文件夹以恢复访问权限。

source: AnimeGod can read “%@” but not write to it: this library folder was authorised for reading only. Use “Choose Folder…” and pick it again to allow downloads into it.
ja: AnimeGod は「%@」を読み込めますが書き込めません。このライブラリフォルダは読み取り専用で許可されています。「フォルダを選択…」で選び直すと、ダウンロードできるようになります。
zh_hans: AnimeGod 可以读取“%@”但无法写入：这个资料库文件夹当初只授权了读取。请使用“选择文件夹…”重新选择它，以允许下载到其中。

source: AnimeGod is not allowed to write to “%@”. Use “Choose Folder…” and pick it again.
ja: AnimeGod には「%@」への書き込み権限がありません。「フォルダを選択…」で選び直してください。
zh_hans: AnimeGod 没有写入“%@”的权限。请使用“选择文件夹…”重新选择它。

source: Any
ja: 指定なし
zh_hans: 不限

source: Any Group
ja: すべてのグループ
zh_hans: 任意字幕组

source: Any fansub
ja: すべての字幕グループ
zh_hans: 任意字幕组

source: App
ja: アプリ
zh_hans: 应用

source: Appearance
ja: 外観
zh_hans: 外观

source: Applies to what a download gives back while it runs, and to finished releases when sharing is on
ja: ダウンロード中の還元に適用され、シードが有効なときは完了済みの資源にも適用されます
zh_hans: 对下载过程中的回传生效；开启做种后，也对已完成的资源生效

source: Archive
ja: アーカイブ
zh_hans: 压缩包

source: Audio %lld
ja: 音声 %lld
zh_hans: 音轨 %lld

source: Audio Delay
ja: 音声の遅延
zh_hans: 音频延迟

source: Audio Track
ja: 音声トラック
zh_hans: 音轨

source: Auto caches are created while playing from an external drive and are deleted once you finish an episode (≥90% on close). Manual caches stay until you remove them.
ja: 外付けドライブから再生すると自動でキャッシュされ、1話を見終わると（閉じた時点で90%以上）削除されます。手動のキャッシュは削除するまで残ります。
zh_hans: 从外置硬盘播放时会自动创建缓存，看完一集（关闭时进度 ≥90%）后自动删除。手动缓存会一直保留，直到你移除。

source: Auto-Match Chinese Subtitles
ja: 中国語字幕を自動マッチ
zh_hans: 自动匹配中文字幕

source: Auto-cache while playing from an external drive
ja: 外付けドライブから再生中に自動キャッシュ
zh_hans: 从外置硬盘播放时自动缓存

source: Automatic Download Speed Limit
ja: 自動ダウンロードの速度制限
zh_hans: 自动下载速度限制

source: Automatic Downloads
ja: 自動ダウンロード
zh_hans: 自动下载

source: Automatic search is off — use Search Subtitles…
ja: 自動検索はオフです —「字幕を検索…」を使ってください
zh_hans: 自动搜索已关闭——请使用“搜索字幕…”

source: Automatically search Chinese subtitles when no Chinese subtitle exists
ja: 中国語字幕がないときは自動で中国語字幕を検索
zh_hans: 没有中文字幕时自动搜索中文字幕

source: Back to Suggestions
ja: 候補に戻る
zh_hans: 返回建议列表

source: Bangumi Charts
ja: Bangumi ランキング
zh_hans: Bangumi 排行榜

source: Bangumi subject category
ja: Bangumi のカテゴリ
zh_hans: Bangumi 条目分类

source: Barcode
ja: バーコード
zh_hans: 条形码

source: Batch
ja: まとめ
zh_hans: 合集

source: Best Match
ja: 関連度順
zh_hans: 最佳匹配

source: Best of every fansub
ja: 各字幕組のベストで構成
zh_hans: 各字幕组择优合成

source: Bilibili SESSDATA (optional)
ja: Bilibili SESSDATA（任意）
zh_hans: Bilibili SESSDATA（可选）

source: Bilibili endpoint
ja: Bilibili エンドポイント
zh_hans: Bilibili 接口

source: Bilibili matches by title and episode number, and reads the official danmaku pool for that episode.
ja: Bilibili はタイトルと話数でマッチし、その話の公式弾幕を読み込みます。
zh_hans: Bilibili 按标题和集数匹配，读取该集的官方弹幕池。

source: BitTorrent only works because finished downloads keep sharing. Turning this off stops every task that has finished — nothing is uploaded once a download completes.
ja: BitTorrent が成り立つのは、ダウンロードを終えた人が共有を続けているからです。オフにすると完了済みのタスクはすべて停止し、ダウンロード完了後は一切アップロードしません。
zh_hans: BitTorrent 之所以能用，就是因为下载完的人还在继续分享。关闭后，所有已完成的任务都会停止——下载完成之后不再上传任何数据。

source: BitTorrent uses every byte of a connection it is given, so a ceiling is what keeps everything else on the network usable. The upload limit applies to what a download gives back while it runs, and to finished releases when sharing is on.
ja: BitTorrent は与えられた帯域を使い切るので、上限を決めることがネットワーク上の他のものを使える状態に保つ方法です。アップロード上限はダウンロード中の還元に適用され、シードが有効なときは完了済みの資源にも適用されます。
zh_hans: BitTorrent 会用尽给它的每一字节带宽，所以限速才是让网络上其他东西还能用的办法。上传限制对下载过程中的回传生效；开启做种后，也对已完成的资源生效。

source: BitTorrent uses every byte of a connection it is given, so a ceiling is what keeps everything else on the network usable. Uploading is how a swarm stays alive — limit it rather than stopping it.
ja: BitTorrent は使える帯域をすべて使い切るため、上限を決めておくことでネットワーク上の他の作業が使える状態を保てます。アップロードは群れを生かす仕組みなので、止めるのではなく制限してください。
zh_hans: BitTorrent 会用尽它能用的全部带宽，所以限速才能让网络上的其他事情还能正常进行。上传是让种子群保持存活的方式 —— 请限制它，而不是关掉它。

source: Block
ja: ブロック
zh_hans: 屏蔽

source: Block This User
ja: このユーザーをブロック
zh_hans: 屏蔽此用户

source: Block “%@”
ja: 「%@」をブロック
zh_hans: 屏蔽“%@”

source: Blocked
ja: ブロック済み
zh_hans: 已屏蔽

source: Blocked Keywords
ja: ブロックしたキーワード
zh_hans: 屏蔽关键词

source: Blocked Users
ja: ブロックしたユーザー
zh_hans: 屏蔽的用户

source: Blocked by an anti-bot check
ja: ボット対策にブロックされました
zh_hans: 被反爬虫验证拦截

source: Blocked user
ja: ブロックしたユーザー
zh_hans: 已屏蔽用户

source: Blocked: %@
ja: ブロック：%@
zh_hans: 已屏蔽：%@

source: Both pools are fetched and merged; comments that appear in both are shown once, keeping the dandanplay copy.
ja: 両方の弾幕を取得して統合します。両方にあるコメントは1回だけ表示し、dandanplay 側を残します。
zh_hans: 两个弹幕池都会获取并合并；两边都有的弹幕只显示一次，保留弹弹play 的那条。

source: Cache All (%lld)
ja: すべてキャッシュ（%lld）
zh_hans: 全部缓存（%lld）

source: Cache: %@
ja: キャッシュ：%@
zh_hans: 缓存：%@

source: Cached for this file: %lld
ja: このファイルのキャッシュ：%lld
zh_hans: 此文件已缓存：%lld

source: Cached on this Mac — plays without the drive
ja: この Mac にキャッシュ済み — ドライブなしで再生できます
zh_hans: 已缓存到这台 Mac——无需硬盘即可播放

source: Caching — %lld%%
ja: キャッシュ中 — %lld%%
zh_hans: 正在缓存——%lld%%

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel caching
ja: キャッシュをキャンセル
zh_hans: 取消缓存

source: Cancel this copy
ja: このコピーをキャンセル
zh_hans: 取消这次复制

source: Cancelled
ja: キャンセルしました
zh_hans: 已取消

source: Cap how fast downloads run, so everything else on the network stays usable. Episodes a subscription fetches on its own have their own cap.
ja: ダウンロード速度に上限を設けて、ネットワーク上の他の作業が使える状態を保ちます。登録が自動で取得する話には別の上限があります。
zh_hans: 限制下载速度，让网络上的其他事情还能正常使用。订阅自动抓取的剧集有单独的上限。

source: Catalogue number
ja: 品番
zh_hans: 品番

source: Change Match
ja: マッチを変更
zh_hans: 更改匹配

source: Channel
ja: チャンネル
zh_hans: 频道

source: Chapters
ja: チャプター
zh_hans: 章节

source: Charts Unavailable
ja: ランキングを利用できません
zh_hans: 排行榜不可用

source: Check
ja: チェック
zh_hans: 检查

source: Check Now
ja: 今すぐチェック
zh_hans: 立即检查

source: Check automatically
ja: 自動でチェック
zh_hans: 自动检查更新

source: Check automatically every 30 minutes
ja: 30分ごとに自動でチェック
zh_hans: 每 30 分钟自动检查

source: Check every
ja: チェック間隔
zh_hans: 检查频率

source: Check for New Episodes
ja: 新しい話をチェック
zh_hans: 检查新剧集

source: Checking existing files…
ja: 既存のファイルを確認中…
zh_hans: 正在校验已有文件…

source: Chinese fansub archive · ASS · 20 requests/min
ja: 中国語字幕アーカイブ · ASS · 20回/分
zh_hans: 中文字幕库 · ASS · 每分钟 20 次请求

source: Chinese subtitles are burned into this release
ja: このリリースは中国語字幕が焼き込まれています
zh_hans: 这个资源的中文字幕是内嵌在画面中的

source: Choose Danmaku Episode
ja: 弾幕のエピソードを選択
zh_hans: 选择弹幕剧集

source: Choose Folder…
ja: フォルダを選択…
zh_hans: 选择文件夹…

source: Choose a download folder
ja: ダウンロードフォルダを選択
zh_hans: 选择下载文件夹

source: Choose a section
ja: セクションを選択してください
zh_hans: 请选择一个栏目

source: Choose a subtitle file
ja: 字幕ファイルを選択
zh_hans: 选择字幕文件

source: Choose an anime library folder
ja: アニメライブラリのフォルダを選択
zh_hans: 选择番剧资料库文件夹

source: Clear All
ja: すべて消去
zh_hans: 全部清除

source: Clear All…
ja: すべて消去…
zh_hans: 全部清除…

source: Clear Recent Searches
ja: 最近の検索を消去
zh_hans: 清除最近搜索

source: Clear Subtitle Cache
ja: 字幕キャッシュを消去
zh_hans: 清除字幕缓存

source: Clear all cached episodes?
ja: キャッシュしたエピソードをすべて消去しますか？
zh_hans: 要清除所有已缓存的剧集吗？

source: Close
ja: 閉じる
zh_hans: 关闭

source: Close (M)
ja: 閉じる (M)
zh_hans: 关闭 (M)

source: Close Panel
ja: パネルを閉じる
zh_hans: 关闭面板

source: Colored
ja: カラー
zh_hans: 彩色

source: Community
ja: コミュニティ
zh_hans: 社区

source: Community section
ja: コミュニティのセクション
zh_hans: 社区栏目

source: Compact
ja: 狭め
zh_hans: 紧凑

source: Completed
ja: 完了
zh_hans: 已完成

source: Concert
ja: ライブ
zh_hans: 演唱会

source: Concert Sources
ja: ライブの情報源
zh_hans: 演唱会数据来源

source: Concerts
ja: ライブ
zh_hans: 演唱会

source: Configure a translation provider in Settings to read foreign-language posts in Chinese without losing the original text.
ja: 設定で翻訳サービスを設定すると、外国語の投稿を原文を残したまま翻訳して読めます。
zh_hans: 在设置中配置翻译服务后，即可把外语帖子翻译成中文阅读，同时保留原文。

source: Connect the drive to cache this episode
ja: このエピソードをキャッシュするにはドライブを接続してください
zh_hans: 请连接硬盘后再缓存这一集

source: Connect the drive “%@” to play this episode — it isn't cached on this Mac.
ja: このエピソードを再生するにはドライブ「%@」を接続してください — この Mac にはキャッシュされていません。
zh_hans: 请连接硬盘“%@”后再播放——本集尚未缓存到这台 Mac。

source: Consumer key
ja: コンシューマーキー

source: Consumer secret
ja: コンシューマーシークレット

source: Continue Watching
ja: 続きを見る
zh_hans: 继续观看

source: Copied %lld magnet links.
ja: マグネットリンクを %lld件コピーしました。
zh_hans: 已复制 %lld 个磁力链接。

source: Copied the magnet link for “%@”.
ja: 「%@」のマグネットリンクをコピーしました。
zh_hans: 已复制“%@”的磁力链接。

source: Copy %lld Magnet Links
ja: マグネットリンクを %lld件コピー
zh_hans: 复制 %lld 个磁力链接

source: Copy Magnet Link
ja: マグネットリンクをコピー
zh_hans: 复制磁力链接

source: Copy Subject Link
ja: 作品のリンクをコピー
zh_hans: 复制条目链接

source: Copy Text
ja: テキストをコピー
zh_hans: 复制文字

source: Copy Title
ja: タイトルをコピー
zh_hans: 复制标题

source: Copy every episode of this anime to this Mac for offline playback
ja: このアニメの全話をこの Mac にコピーしてオフラインで再生
zh_hans: 把这部番剧的每一集复制到这台 Mac，以便离线播放

source: Copy this episode to this Mac
ja: このエピソードをこの Mac にコピー
zh_hans: 把这一集复制到这台 Mac

# Could not cache “%@”: %@
source: Could not cache “%1$@”: %2$@
ja: 「%1$@」をキャッシュできませんでした：%2$@
zh_hans: 无法缓存“%1$@”：%2$@

source: Could not create the episode cache folder: %@
ja: エピソードキャッシュのフォルダを作成できませんでした：%@
zh_hans: 无法创建剧集缓存文件夹：%@

source: Could not create the playback engine.
ja: 再生エンジンを作成できませんでした。
zh_hans: 无法创建播放引擎。

# Could not file “%@” as a concert: %@
source: Could not file “%1$@” as a concert: %2$@
ja: 「%@」をライブとして登録できませんでした：%@
zh_hans: 无法将“%@”归入演唱会：%@

# Could not link “%@”: %@
source: Could not link “%1$@”: %2$@
ja: 「%1$@」を紐づけられませんでした：%2$@
zh_hans: 无法关联「%1$@」：%2$@

# Could not load %@ metadata: %@
source: Could not load %1$@ metadata: %2$@
ja: %1$@ のメタデータを読み込めませんでした：%2$@
zh_hans: 无法加载 %1$@ 元数据：%2$@

source: Could not load Bangumi charts: %@
ja: Bangumi ランキングを読み込めませんでした：%@
zh_hans: 无法加载 Bangumi 排行榜：%@

source: Could not load more chart entries: %@
ja: ランキングの続きを読み込めませんでした：%@
zh_hans: 无法加载更多排行条目：%@

source: Could not load the episode cache list: %@
ja: エピソードキャッシュの一覧を読み込めませんでした：%@
zh_hans: 无法加载剧集缓存列表：%@

source: Could not open the local library: %@
ja: ローカルライブラリを開けませんでした：%@
zh_hans: 无法打开本地资料库：%@

source: Could not read saved downloads: %@
ja: 保存されたダウンロードを読み込めませんでした：%@
zh_hans: 无法读取已保存的下载：%@

source: Could not read subscriptions: %@
ja: 購読を読み込めませんでした：%@
zh_hans: 无法读取订阅：%@

# Could not read what “%@” already downloaded: %@
source: Could not read what “%1$@” already downloaded: %2$@
ja: 「%1$@」のダウンロード済み情報を読み込めませんでした：%2$@
zh_hans: 无法读取“%1$@”已下载的内容：%2$@

source: Could not reconcile the episode cache: %@
ja: エピソードキャッシュを整合できませんでした：%@
zh_hans: 无法核对剧集缓存：%@

source: Could not refresh community content: %@
ja: コミュニティの内容を更新できませんでした：%@
zh_hans: 无法刷新社区内容：%@

source: Could not remove the subscription: %@
ja: 購読を削除できませんでした：%@
zh_hans: 无法移除订阅：%@

source: Could not save the subscription: %@
ja: 購読を保存できませんでした：%@
zh_hans: 无法保存订阅：%@

source: Could not save watch history: %@
ja: 視聴履歴を保存できませんでした：%@
zh_hans: 无法保存观看记录：%@

source: Could not save your anime entry: %@
ja: アニメの記録を保存できませんでした：%@
zh_hans: 无法保存你的番剧条目：%@

# Could not scan %@: %@
source: Could not scan %1$@: %2$@
ja: %1$@ をスキャンできませんでした：%2$@
zh_hans: 无法扫描 %1$@：%2$@

# Could not search %@: %@
source: Could not search %1$@: %2$@
ja: %1$@ を検索できませんでした：%2$@
zh_hans: 无法搜索 %1$@：%2$@

source: Could not start the download: %@
ja: ダウンロードを開始できませんでした：%@
zh_hans: 无法开始下载：%@

source: Created automatically while playing; removed once watched.
ja: 再生中に自動で作成され、見終わると削除されます。
zh_hans: 播放时自动创建；看完后移除。

source: Creditless Ending
ja: ノンクレジットED
zh_hans: 无字幕片尾

source: Creditless Opening
ja: ノンクレジットOP
zh_hans: 无字幕片头

source: Current Match
ja: 現在のマッチ
zh_hans: 当前匹配

# Current: %@ · %@ · %@ comments
source: Current: %1$@ · %2$@ · %3$@ comments
ja: 現在：%1$@ · %2$@ · コメント %3$@件
zh_hans: 当前：%1$@ · %2$@ · %3$@ 条弹幕

source: Danmaku
ja: 弾幕
zh_hans: 弹幕

source: Danmaku (off)
ja: 弾幕（オフ）
zh_hans: 弹幕（已关闭）

source: Danmaku Manager
ja: 弾幕マネージャ
zh_hans: 弹幕管理

source: Danmaku Off
ja: 弾幕オフ
zh_hans: 弹幕已关闭

source: Danmaku On
ja: 弾幕オン
zh_hans: 弹幕已开启

source: Danmaku Settings…
ja: 弾幕の設定…
zh_hans: 弹幕设置…

source: Danmaku by the dandanplay Open Danmaku Network (弹弹play开放弹幕网络). Comments are cached locally after the first fetch.
ja: 弾幕は dandanplay Open Danmaku Network（弹弹play开放弹幕网络）提供。初回取得後はローカルにキャッシュされます。
zh_hans: 弹幕来自弹弹play开放弹幕网络。首次获取后会缓存在本地。

source: Danmaku could not be loaded.
ja: 弾幕を読み込めませんでした。
zh_hans: 无法加载弹幕。

source: Danmaku is off
ja: 弾幕はオフです
zh_hans: 弹幕已关闭

source: Danmaku is off.
ja: 弾幕はオフです。
zh_hans: 弹幕已关闭。

source: Danmaku needs your dandanplay AppId — Settings
ja: 弾幕には dandanplay の AppId が必要です — 設定
zh_hans: 弹幕需要你的弹弹play AppId——请前往设置

source: Danmaku unavailable: %@
ja: 弾幕を利用できません：%@
zh_hans: 弹幕不可用：%@

source: Dark
ja: ダーク
zh_hans: 深色

source: Decide ambiguous metadata matches
ja: 判断が分かれたメタデータのマッチを決める
zh_hans: 处理不确定的元数据匹配

source: DeepL API Key
ja: DeepL API キー
zh_hans: DeepL API 密钥

source: Delete auto caches after finishing an episode
ja: 1話見終わったら自動キャッシュを削除
zh_hans: 看完一集后删除自动缓存

source: Delete this cached copy
ja: このキャッシュを削除
zh_hans: 删除这份缓存

source: Density %lld%%
ja: 密度 %lld%%
zh_hans: 密度 %lld%%

source: Disc
ja: ディスク
zh_hans: 碟片

source: Discover
ja: 見つける
zh_hans: 发现

source: Discs
ja: ディスク
zh_hans: 碟片

source: Discussions
ja: ディスカッション
zh_hans: 讨论

source: Display Area
ja: 表示エリア
zh_hans: 显示区域

source: Done
ja: 完了
zh_hans: 完成

source: Download
ja: ダウンロード
zh_hans: 下载

source: Download %lld Episodes
ja: %lld 話をダウンロード
zh_hans: 下载 %lld 集

source: Download %lld Releases
ja: %lld件のリリースをダウンロード
zh_hans: 下载 %lld 个资源

source: Download Every Episode, Including %lld in the Library
ja: ライブラリにある %lld 話も含めて全話をダウンロード
zh_hans: 下载全部剧集，包括资料库已有的 %lld 集

source: Download Limit
ja: ダウンロード制限
zh_hans: 下载限速

source: Download Set
ja: セットをダウンロード
zh_hans: 下载整季

source: Download Speed Limit
ja: ダウンロード速度制限
zh_hans: 下载速度限制

source: Download and Play While Downloading
ja: ダウンロードしながら再生
zh_hans: 下载并边下边播

source: Download in Any Order
ja: 順不同でダウンロード
zh_hans: 按任意顺序下载
